Repository: campingrider/cforum_ex
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: not logged in
de: nicht angemeldet

source: You have to be logged in and an admin to see this page!
de: Sie müssen sich einloggen und über Administrator-Rechte verfügen, um diese Seite sehen zu dürfen!

source: You have to be logged in to see this page!
de: Sie müssen sich einloggen, um diese Seite sehen zu dürfen!

source: Help
de: Hilfe

source: Username or password wrong
de: Benutzername oder Passwort sind falsch.

source: You don't have access to this page!
de: Sie haben keinen Zugriff auf diese Seite!

source: You logged in successfully
de: Sie haben sich erfolgreich angemeldet.

source: All forums
de: alle Foren

source: Show all
de: alle anzeigen

source: Cites
de: Zitatesammlung

source: Administration
de: Verwaltung

source: Forums
de: Foren

source: Search
de: Suche

source: Statistics
de: Statistiken

source: donate
de: Spenden

source: home
de: Übersicht

source: icon
de: SELFHTML Icon

source: login
de: anmelden

source: nested view
de: Nested-Ansicht

source: publisher
de: SELFHTML Forum

source: register
de: Benutzerkonto erstellen

source: sort ascending
de: aufsteigend sortieren

source: sort descending
de: absteigend sortieren

source: sort newest first
de: nach neuestem Beitrag sortieren

source: thread view
de: Thread-Ansicht

source: description_text
de: Forum als Ergänzung zum SELFHTML-Wiki und zur Dokumentation SELFHTML

source: keywords_text
de: SELFHTML Forum, SELFHTML, Forum, SELFForum

source: archive
de: archivierte Beiträge

source: create new thread
de: neuer Beitrag

source: I forgot my password
de: Ich habe mein Passwort vergessen

source: Login
de: anmelden

source: Remember me
de: Login merken

source: Username or email
de: Benutzername oder E-Mail-Adresse

source: %{count} new mails
de: %{count} neue private Nachrichten

source: %{points} points
de: %{points} Punkte

source: logout
de: abmelden

source: mail
de: Post

source: new notifications
de: neue Benachrichtigungen

source: notifications
de: Benachrichtigungen

source: settings
de: Einstellungen

source: Oops, something went wrong! Please check the errors below.
de: Es ist etwas schief gelaufen! Bitte prüfen Sie die untenstehenden Fehler.

source: email
de: E-Mail-Adresse

source: password
de: Passwort

source: sign up
de: registrieren

source: username
de: Benutzername

source: password confirmation
de: Passwort-Bestätigung

source: Account successfully confirmed!
de: Benutzerkonto erfolgreich bestätigt!

source: Account successfully created. Please follow the confirmation instructions we send you via mail.
de: Benutzerkonto erfolgreich erstellt. Bitte folgen Sie den Bestätigungs-Anweisungen, die wir Ihnen via E-Mail geschickt haben.

source: Best regards, SELFHTML
de: Freundliche Grüße, SELFHTML

source: Confirm my account
de: Benutzerkonto bestätigen

source: Hi there, %{name}!
de: Hallo %{name}!

source: Oops, something went wrong!
de: Uups, es ist etwas schief gegangen!

source: You can confirm your account email through the link below:
de: Sie können Ihr Benutzerkonto über den Link unten bestätigen:

source: confirm your registration
de: Benutzerkonto bestätigen

source: password and password confirmation don't match
de: Passwort und Passwort-Bestätigung stimmen nicht überein

source: Activity during the last 30 days
de: Aktivität in den letzten 30 Tagen

source: All messages for user %{username}
de: alle Beiträge von Benutzer „%{username}“

source: All scores for user %{username}
de: alle Punkte für Benutzer „%{username}“

source: Badges
de: Medaillen

source: Best scored messages
de: am besten bewertete Beiträge

source: Description
de: Beschreibung

source: Message closed, answering not allowed
de: Dieser Beitrag ist gesperrt, antworten ist nicht erlaubt.

source: Newest messages
de: neueste Beiträge

source: No messages so far
de: bisher keine Beiträge

source: No scored messages so far
de: bisher keine bewerteten Beiträge

source: Number of messages
de: Beiträge

source: Own votings
de: Bewertungsverlauf

source: Registration date
de: Registrierungs-Datum

source: Score
de: Punkte

source: User %{username}
de: Benutzer %{username}

source: User activity
de: Benutzer-Aktivität

source: Users
de: Benutzer

source: all messages
de: alle Beiträge

source: all scores
de: alle Punkte

source: all votes
de: alle Bewertungen

source: info
de: Informationen

source: messages
de: Beiträge

source: no archive
de: Dieser Thread wird nicht archiviert.

source: no badges so far
de: bisher keine Medaillen

source: no description given
de: Bisher keine Beschreibung angegeben.

source: no scored messages so far
de: bisher keine bewerteten Beiträge

source: only visible for you
de: Nur für Sie sichtbar

source: original poster
de: Thread-Ersteller

source: registered since
de: Registriert seit

source: this thread is sticky
de: Der Thread ist angepinnt.

source: Score: no score
de: Bewertung: keine Bewertung

source: All votes for user %{username}
de: alle Bewertungen vom Benutzer „%{username}”

source: Received votings
de: erhaltene Bewertungen

source: Caution!
de: Achtung!

source: Delete user %{username}
de: Benutzer „%{username}” löschen

source: Nope, get me out of here
de: Nein, bring mich hier weg

source: Yes, delete user
de: Ja, Benutzer löschen

source: You can't undo the deletion of this account, all data will be irretrievable lost! Are you sure that you wan't to delete the account?
de: Das Löschen dieses Accounts kann nicht rückgängig gemacht werden. Wenn das Profil erst einmal gelöscht worden ist, dann ist es endgültig weg. Sind Sie sicher, dass Sie das wollen?

source: Edit profile: %{username}
de: Profil editieren: %{username}

source: Save changes
de: Änderungen speichern

source: cancel
de: abbrechen

source: score
de: Punkte

source: Hello {$vname},
de: Hallo {$vname}

source: comfort functions
de: Komfort-Funktionen

source: description
de: Beschreibung

source: greeting
de: Begrüßung

source: notify me on new mail
de: benachrichtige mich über neue Post

source: personal information
de: Persönliche Informationen

source: personalization
de: Personalisierung

source: public email
de: öffentliche E-Mail-Adresse

source: readability and overview
de: Lesbarkeit und Übersicht

source: use JavaScript for notifications
de: Benutze JavaScript für Benachrichtigungen

source: automatically delete read notifications for activity in subscribed threads
de: Benachrichtigungen für Aktivität in abonnierten Beiträgen automatisch löschen

source: automatically delete read notifications for mentions
de: Benachrichtigungen für Erwähnungen automatisch löschen

source: automatically delete read notifications for new cites
de: Benachrichtigungen für neue Zitate automatisch löschen

source: automatically delete read notifications for new mails
de: Benachrichtigungen für neue Post automatisch löschen

source: automatically subscribe the first posting of the thread
de: abonniere den ersten Beitrag des Threads automatisch

source: automatically subscribe the own posting
de: abonniere den eigenen Beitrag automatisch

source: automatically subscribe the parent posting
de: automatisch den Vorgänger-Beitrag abonnieren

source: automatically subscribe threads when answering
de: Threads Automatisch abonnieren bei Antwort

source: no, don't automatically subscribe
de: Nein, nicht automatisch abonnieren

source: no, don't notify me
de: nein, benachrichtige mich nicht

source: notify me via email
de: benachrichtige mich via E-Mail

source: notify me via email on activity in subscribed threads
de: benachrichtige mich via E-Mail über Aktivität in einem abonnierten Thread

source: notify me when a thread gets moved to a different forum
de: benachrichtige mich, wenn ein Thread in ein anderes Forum verschoben wurde

source: notify me when someone creates a new cite
de: benachrichtige mich, wenn ein neues Zitat erstellt wurde

source: notify me when someone mentions me
de: benachrichtige mich, wenn mich jemand erwähnt

source: notify on new threads
de: benachrichtige mich über neue Threads

source: yes, notify me
de: ja, benachrichtige mich

source: Are you sure?
de: Sind Sie sicher?

source: Edit Forum „%{forum}“
de: Forum „%{forum}“ bearbeiten

source: Forum created successfully.
de: Forum erfolgreich erstellt.

source: Forum deleted successfully.
de: Forum erfolgreich gelöscht.

source: Forum updated successfully.
de: Forum erfolgreich geändert.

source: Keywords
de: Schlagwörter

source: New Forum
de: Neues Forum

source: No notifications found
de: Keine Benachrichtigungen gefunden

source: Notifications
de: Benachrichtigungen

source: Password updated successfully.
de: Passwort erfolgreich geändert.

source: Reset my password
de: Mein Passwort zurücksetzen

source: Send password reset instructions
de: Instruktionen um das Passwort zurückzusetzen versenden

source: Short name
de: Kurzname

source: Show Forum „%{forum}“
de: Forum „%{forum}“

source: Show threads by default…
de: Threads per default…

source: Standard permission
de: Standard-Berechtigung

source: The instructions how to reset your password have been sent.
de: Die Anweisungen, wie Sie Ihr Passwort zurücksetzen können, wurden verschickt.

source: User deleted successfully.
de: Benutzer erfolgreich gelöscht.

source: User updated successfully.
de: Benutzer erfolgreich geändert.

source: You are already logged in
de: Sie sind bereits eingeloggt

source: You can reset your password by following the instructions from the link below:
de: Sie können Ihr Passwort zurücksetzen, indem Sie den Anweisungen bei dem Link unten folgen:

source: You logged out successfully
de: Sie wurden erfolgreich ausgeloggt

source: change password
de: Passwort ändern

source: change password: %{username}
de: Passwort ändern: %{username}

source: created at
de: Erstellungszeitpunkt

source: delete
de: löschen

source: delete user
de: Benutzer löschen

source: edit
de: bearbeiten

source: edit profile and settings
de: Profil und Einstellungen bearbeiten

source: known-read
de: lesen für Angemeldete

source: known-write
de: schreiben für Angemeldete

source: mark unread
de: ungelesen markieren

source: new mail to %{username}
de: neue private Nachricht an %{username}

source: private
de: privat

source: read
de: lesen

source: reset password instructions
de: Instruktionen um das Passwort zurückzusetzen

source: save changes
de: Änderungen speichern

source: send reset instructions
de: Anweisungen zum zurücksetzen verschicken

source: show
de: anzeigen

source: subject
de: Betreff

source: unread
de: ungelesen

source: write
de: schreiben

source: New forum
de: Neues Forum

source: Notification deleted successfully.
de: Benachrichtigung erfolgreich gelöscht.

source: Notification successfully marked as unread.
de: Benachrichtigung erfolgreich als ungelesen markiert.

source: Bye, Regina
de: Bis bald, Regina

source: Roses are red
de: Rosen sind rot

source: ascending
de: aufsteigend

source: automatically refresh forum index page
de: Lade die Threadliste automatisch neu

source: close threads when read
de: Klappe Threads zusammen, wenn sie vollständig gelesen wurden

source: date format for the posting view
de: Datumsformat für einzelne Beiträge

source: date format for the threads index
de: Datumsformat für den Thread-Baum

source: default date format
de: Standard-Datumsformat

source: descending
de: absteigend

source: farewell
de: Verabschiedung

source: fold quotes
de: Klappe Zitate zusammen

source: fold read messages
de: Klappe gelesene Beiträge zusammen

source: hide read threads
de: verstecke vollständig gelesene Threads

source: hide unchanged date
de: verstecke ein unverändertes Datum

source: hide unchanged subjects
de: verstecke unveränderte Betreffe

source: hide unchanged tags
de: verstecke unveränderte Tags

source: highlight myself
de: hebe meine eigenen Beiträge hervor

source: include my own CSS code
de: binde meinen eigenen CSS-Code ein

source: include my own CSS file
de: binde meine eigene CSS-Datei ein

source: include my own JS code
de: binde meinen eigenen JS-Code ein

source: include my own JS file
de: binde meine eigene JS-Datei ein

source: mark suspicious usernames
de: markiere verdächtige Benutzernamen

source: newest first
de: Threads mit neuestem Beitrag zuerst

source: no
de: nein

source: number of diff context lines shown
de: Anzahl von Kontext-Zeilen bei Diffs

source: page messages index
de: Zeige die Beiträge auf Seiten aufgeteilt

source: quote previous message by default
de: zitiere den vorherigen Beitrag per Default

source: quote signature when answering
de: zitiere die Signatur beim Antworten

source: remove rel=nofollow from my homepage URL
de: verlinke meine Homepage ohne rel=nofollow

source: show closed
de: schliessen

source: show mail index grouped by thread
de: zeige den Post-Index gruppiert nach Thread

source: show number of unread PMs in title
de: zeige die Anzahl ungelesener Post im Titel

source: show number of unread messages in title
de: zeige die Anzahl ungelesener Beiträge im Titel

source: show number of unread notifications in title
de: zeige die Anzahl ungelesener Benachrichtigungen im Titel

source: show opened
de: öffnen

source: show the live preview
de: benutze die Live-Vorschau

source: show threads in…
de: zeige Threads in…

source: show two buttons
de: zeige zwei Buttons

source: signature
de: Signatur

source: sort mail threads…
de: sortiere private Nachrichten…

source: sort messages…
de: sortiere Beiträge…

source: sort threads…
de: sortiere Threads…

source: use JavaScript to dynamically load new threads and messages from server
de: JavaScript nutzen, um neue Threads und Nachrichten vom Server zu laden

source: use inline answer forms
de: Inline-Formular zum antworten nutzen

source: yes
de: ja

source: … in nested view
de: … der Nested-Ansicht

source: … in thread view
de: … der Einzel-Ansicht

source: %{days} days
de: %{days} Tagen

source: %{minutes} minutes
de: %{minutes} Minuten

source: %{months} months
de: %{months} Monaten

source: %{time} ago
de: vor %{time}

source: %{time} ago:
de: vor %{time}:

source: %{years} years
de: %{years} Jahren

source: 1 minute
de: einer Minute

source: 1 year
de: einem Jahr

source: Thread created
de: Thread erstellt

source: a day
de: einem Tag

source: about %{hours} hours
de: etwa %{hours} Stunden

source: about 1 month
de: etwa einem Monat

source: about an hour
de: etwa einer Stunde

source: first unread message
de: erster ungelesener Beitrag

source: half a minute
de: einer halben Minute

source: last message
de: letzter Beitrag

source: less than 10 seconds
de: weniger als zehn Sekunden

source: less than 20 seconds
de: weniger als 20 Sekunden

source: less than 5 seconds
de: weniger als fünf Sekunden

source: less than a minute
de: weniger als einer Minute

source: by
de: von

source: problematic site
de: problematische Seite

source: read message
de: Beitrag lesen

source: user information
de: Benutzer-Informationen

source: new answer to %{name}
de: Antwort an „%{name}“ verfassen

source: Message created successfully.
de: Beitrag erfolgreich gespeichert.

source: SELFHTML Forum - Complementing the <a href="https://wiki.selfhtml.org">documentation</a>
de: SELFHTML Forum - Ergänzung zur <a href="https://wiki.selfhtml.org">Dokumentation</a>

source: all
de: alle

source: author
de: Autor

source: comma separated list, e.g. „css, html“
de: Komma-separierte Liste, z.B. “css, html“

source: create message
de: Beitrag speichern

source: https://example.com
de: z.B. „https://example.com“

source: https://example.com/float-example.html
de: z.B. „https://example.com/float-example.html“

source: replace float:left with a flexbox construct
de: z.B. „float:left mit einem Flexbox-Konstrukt ersetzen“

source: show preview
de: Vorschau

source: voluntary, will be publicly visible
de: freiwillig, öffentlich sichtbar

source: link to profile of
de: Link zum Profil von

source: search
de: suchen

source: user %{user}
de: Benutzer %{user}

source: %{count} message
de: keine Beiträge

source: %{count} unread message
de: keine ungelesenen Beiträge

source: first page
de: erste Seite

source: last page
de: letzte Seite

source: next page
de: eine Seite vor

source: pages
de: Seitenauswahl

source: previous page
de: eine Seite zurück

source: unknown tags given: %{tags}
de: Folgende Tags sind unbekannt: %{tags}.

source: Thread created successfully.
de: Thread erfolgreich erstellt.

source: User %{user}
de: Benutzer %{user}

source: bronze medal
de: Bronze-Medaille

source: gold medal
de: Gold-Medaille

source: new thread
de: neuer Thread

source: silver medal
de: Silber-Medaille

source: all forums
de: alle Foren

source: show all
de: alle anzeigen

source: Interesting mark was successfully removed.
de: Die Interessant-Markierung wurde erfolgreich gelöscht.

source: Message was successfully marked as interesting.
de: Der Beitrag wurde erfolgreich als interessant markiert.

source: Message was successfully subscribed.
de: Der Baum wurde erfolgreich abonniert.

source: Message was successfully unsubscribed.
de: Der Baum wurde erfolgreich deabonniert.

source: Thread has successfully been closed.
de: Der Thread wurde erfolgreich zugeklappt.

source: Thread has successfully been hidden.
de: Der Thread wurde erfolgreich ausgeblendet.

source: Thread has successfully been opened.
de: Der Thread wurde erfolgreich aufgeklappt.

source: Thread has successfully been restored.
de: Der Thread wurde erfolgreich wiederhergestellt.

source: Thread is currently closed. Open it.
de: Dieser Thread ist zur Zeit zugeklappt. Klappe ihn auf.

source: Thread is currently open. Close it.
de: Dieser Thread ist zur Zeit aufgeklappt. Klappe ihn zu.

source: hide this thread
de: Diesen Thread ausblenden

source: interesting messages
de: als interessant markierte Beiträge

source: invisible threads
de: ausgeblendete Threads

source: make this thread visible again
de: Diesen Thread wieder einblenden

source: mark message as interesting
de: Beitrag als interessant markieren

source: mark thread read
de: Thread als gelesen markieren

source: messages marked as interesting
de: Als interessant markierte Beiträge

source: no invisible threads, yet
de: Sie haben bisher keine Threads ausgeblendet.

source: no messages marked as interesting, yet
de: Sie haben bisher keine Beiträge als interessant markiert.

source: no subscribed messages, yet
de: Sie haben bisher keine Beiträge abonniert.

source: remove interesting mark
de: Interessant-Markierung entfernen

source: subscribe message
de: Baum abonnieren

source: subscribed messages
de: abonnierte Beiträge

source: unsubscribe message
de: Baum deabonnieren

source: No mails found
de: keine privaten Nachrichten gefunden.

source: mails
de: Post

source: new mail
de: neue private Nachricht

source: send mail
de: private Nachricht versenden

source: mail from %{partner}
de: Post-Verlauf mit %{partner}

source: answer
de: antworten

source: answer without cite
de: ohne Zitat antworten

source: Mail created successfully.
de: Private Nachricht erfolgreich gespeichert.

source: Mail deleted successfully.
de: Private Nachricht erfolgreich gelöscht.

source: Mail successfully marked as unread.
de: Private Nachricht erfolgreich als ungelesen markiert.

source: delete mail
de: löschen

source: recpient
de: Empfänger

source: you
de: du

source: notify me via email on new mail
de: benachrichtige mich via E-Mail über neue Post

source: preview
de: Vorschau

source: mail content
de: Inhalt der privaten Nachricht

source: keywords
de: Schlagwörter

source: message content
de: Beitragstext

source: short name
de: Kurzname

source: standard permission
de: Standard-Berechtigung

source: username or email
de: Benutzername oder E-Mail-Adresse

source: cites
de: Zitatesammlung

source: help
de: Hilfe

source: cite %{id}
de: Zitat #%{id}

source: created by
de: eingereicht von

source: suggest new cite
de: neues Zitat vorschlagen

source: vote for cites
de: über Zitate abstimmen

source: cite
de: Zitatesammlung

source: edit cite #%{id}
de: Zitat #%{id} speichern

source: save edited cite
de: geändertes Zitat speichern

source: suggest cite
de: neues Zitat vorschlagen

source: submitted by
de: eingereicht von

source: Successfully voted for cite.
de: Sie haben erfolgreich über das Zitat abgestimmt.

source: administrate groups
de: Gruppen verwalten

source: badges
de: Medaillen

source: created
de: erstellt

source: events
de: Ereignisse

source: forums
de: Foren

source: group name
de: Gruppen-Name

source: images
de: Bilder

source: members
de: Mitglieder

source: new group
de: neue Gruppe

source: save
de: Speichern

source: search sections
de: Such-Sektionen

source: updated
de: geändert

source: users
de: Benutzer

source: The group has been created successfully.
de: Die Gruppe wurde erfolgreich erstellt.

source: The group has been deleted successfully.
de: Die Gruppe wurde erfolgreich gelöscht.

source: The group has been updated successfully.
de: Die Gruppe wurde erfolgreich geändert.

source: edit group „%{name}“
de: Gruppe „%{name}“ bearbeiten

source: moderate
de: moderieren

source: permission
de: Recht

source: permissions
de: Rechte

source: remove user
de: Benutzer entfernen

source: The user has been created successfully.
de: Der Benutzer wurde erfolgreich erstellt.

source: administrate forums
de: Foren verwalten

source: administrate users
de: Benutzer verwalten

source: edit forum „%{name}“
de: Forum „%{name}“ bearbeiten

source: edit user „%{name}“
de: Benutzer „%{name}“ bearbeiten

source: groups
de: Gruppen

source: new forum
de: Neues Forum

source: new user
de: neuer Benutzer

source: user is active
de: Benutzer ist aktiv

source: user is an administrator
de: Benutzer ist ein Administrator

source: accept score
de: Punkte für das Akzeptieren

source: accept score for self-accepted answers
de: Punkte für das akzeptieren eigener Antworten

source: additional CSS resource
de: zusätzliche CSS-Resourcen

source: additional JS resource
de: zusätzliche JS-Resourcen

source: alternative CSS resoures
de: alternative CSS-Resourcen

source: blacklist patterns for posting content
de: Blacklist-Muster für Beiträge

source: blacklist patterns for posting subjects
de: Blacklist-Muster für Beitrags-Betreff

source: close subtree
de: Sub-Baum schliessen

source: date format for search results
de: Datums-Format für Such-Resultate

source: date format for the index and the thread tree
de: Datumsformat für den Thread-Baum

source: date format for the postings
de: Datumsformat für einzelne Beiträge

source: default sort order for threads
de: Default-Sortierung für Threads

source: default value (%{val}, %{origin})
de: Default-Wert (%{val}, %{origin})

source: default view for threads
de: Default-Ansicht für Threads

source: downvote score
de: Downvote-Punkte

source: empty value
de: kein Wert

source: forum instance is locked
de: Foren-Instanz ist gesperrt

source: forum instance is not locked
de: Foren-Instanz ist nicht gesperrt

source: global config
de: globale Konfiguration

source: global default
de: globales Default

source: hide („delete“) subtree
de: Sub-Baum ausblenden

source: items per page
de: Elemente pro Seite

source: maximum editable age of posting in minutes
de: maximales Alter in Minuten, in denen Beiträge editiert werden dürfen

source: maximum filesize for images
de: maximale Dateigröße für Bilder

source: maximum number of messages per thread
de: maximale Anzahl an Nachrichten pro Thread

source: maximum number of tags per message
de: maximale Anzahl an Tags pro Beitrag

source: maximum number of threads
de: Maximale Anzahl an Threads

source: message of the day
de: Nachricht des Tages

source: minimum number of tags per message
de: Mindestanzahl an Tags pro Beitrag

source: nickname black list
de: Namens-Blacklist

source: one URL per line
de: eine URL pro Zeile

source: one pattern per line
de: ein Muster pro Zeile
