Repository: campingrider/cforum_ex
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: Notifications successfully marked as read.
de: Die Benachrichtigungen wurden erfolgreich als gelesen markiert.

source: Notifications successfully marked as unread.
de: Die Benachrichtigungen wurden erfolgreich als ungelesen markiert.

source: delete all notifications
de: lösche alle Benachrichtigungen

source: mark all notifications as read
de: markiere alle Benachrichtigungen als gelesen

source: mark all notifications as unread
de: markiere alle Benachrichtigungen als ungelesen

source: A forum as a completion to the wiki and the weblog
de: Forum als Ergänzung zum SELFHTML-Wiki und zur Dokumentation SELFHTML

source: email address of the author
de: E-Mail-Adresse des Autors

source: homepage of the author
de: Homepage des Autors

source: auditing: cites: archive-del
de: Zitat wegen Archivierung gelöscht

source: show read threads
de: zeige gelesene Threads

source: archive – %{forum}
de: Archiv – %{forum}

source: archive: %{month} – %{forum}
de: archivierte Beiträge für %{month} – %{forum}

source: archive: %{year} – %{forum}
de: archivierte Beiträge für %{year} – %{forum}

source: unanswered threads – %{forum}
de: unbeantwortete Threads – %{forum}

source: mark all messages read
de: markiere alle Beiträge als gelesen

source: All messages on this page have successfully been marked as read.
de: Alle Beiträge auf dieser Seite wurden erfolgreich als gelesen markiert.

source: Thread has successfully been marked as read.
de: Der Thread wurde erfolgreich als gelesen markiert.

source: active
de: aktiv

source: confirmed
de: bestätigt

source: last visit
de: letzter Besuch

source: notify me via email on flagged messages
de: benachrichtige mich via E-Mail über gemeldete Nachrichten

source: Best regards
de: Freundliche Grüße, SELFHTML

source: Hi there
de: Hallo

source: There has been created a new moderation queue entry for message
de: eine Nachricht wurde gemeldet:

source: There has been created a new moderation queue entry for message „%{subject}“
de: Die Nachricht „%{subject} wurde gemeldet.

source: auditing: moderation_queue: update
de: Moderations-Eintrag geklärt

source: message is no longer available
de: Der Beitrag ist nicht länger verfügbar.

source: page threads in the threadlist
de: verteile die Threads in der Thread-Liste auf Seiten

source: SELFHTML Search
de: SELFHTML-Suche

source: open links in postings in a new window or tab
de: öffne Links in Beiträgen in einem neuen Fenster oder Tab

source: about 1 minute
de: etwa einer Minute

source: less than %{minutes} minutes
de: weniger als %{minutes} Minuten

source: access forbidden
de: Zugriff verboten!

source: internal server error
de: Oops! Etwas ist schief gegangen.

source: page not found
de: Seite nicht gefunden!

source: new message: “%{subject}”
de: neuer Beitrag: „%{subject}“

source: new moderation queue entry: “%{subject}”
de: neuer Moderations-Fall: „%{subject}“

source: new notification: “%{subject}”
de: neue Benachrichtigung: „%{subject}“

source: new private message: “%{subject}”
de: neue private Nachricht: „%{subject}“

source: automatically delete read notifications
de: gelesene Benachrichtigungen automatisch löschen

source: We could not find any matching documents.
de: Wir konnten leider keine passenden Ergebnisse zu ihrer Suche finden.

source: mark nested messages read when they become visible
de: markiere Beiträge in der Nested-Ansicht als gelesen, wenn sie in den sichtbaren Bereich scrollen

source: number of mails
de: Anzahl privater Nachrichten

source: Thread deleted successfully.
de: Unterhaltung erfolgreich gelöscht.

source: delete latest message
de: Nachricht löschen

source: delete thread
de: Unterhaltung löschen

source: Message has successfully been marked as unread.
de: Der Beitrag wurde erfolgreich als ungelesen markiert.

source: mark message as unread
de: markiere Beitrag als ungelesen

source: edit message “%{subject}” by %{author}
de: Beitrag bearbeiten: %{author}: %{subject}

source: However, we disabled your account to avoid technical issues.
de: Wir haben ihren Account allerdings schonmal gesperrt, um technische Schwierigkeiten zu vermeiden.

source: The deletion of your user has been started in the background. It might take some time until everything is deleted.
de: Das Löschen ihres Benutzerkontos wurde im Hintergrund in Gang gesetzt. Es ist möglich, dass es einige Zeit dauert, bis alle Daten gelöscht wurden.

source: save my identity in a cookie
de: speichere die Identität in einem Cookie

source: This message has been deleted: %{reason}
de: Dieser Beitrag wurde gelöscht: %{reason}

source: This message has been locked: %{reason}
de: Dieser Beitrag wurde gesperrt: %{reason}

source: Advent calendar day created successfully.
de: Der Adventskalender-Tag wurde erfolgreich erstellt.

source: Advent calendar day deleted successfully.
de: Der Adventskalender-Tag wurde erfolgreich gelöscht.

source: Advent calendar day updated successfully.
de: Der Adventskalender-Tag wurde erfolgreich bearbeitet.

source: By the way, did you know? You can support SELFHTML!
de: Wussten Sie schon, dass Sie SELFHTML unterstützen können?

source: It's early days yet
de: Es ist noch zu früh

source: administrate advent calendar %{year}
de: Adventskalender %{year} verwalten

source: administrate advent calendars
de: Adventskalender verwalten

source: advent calendar %{year}
de: Adventskalender %{year}

source: advent calendars
de: Adventskalender

source: author (name)
de: Autor (Name)

source: author (user)
de: Autor (Benutzer)

source: content
de: Inhalt

source: date
de: Datum

source: edit advent calendar day
de: Tag bearbeiten

source: new advent calendar day
de: neuer Adventskalender-Tag

source: no years found
de: keine Jahre mit einem Adventskalender gefunden

source: sorry, there is nothing yet… :(
de: Tut mir leid, leider gibt es hier nichts :(

source: no content
de: kein Inhalt

source: retag children as well
de: Tags auch bei Kind-Beiträgen neu vergeben

source: inactivity warning
de: SELFHTML – Inaktivitätswarnung

source: since %{years} year(s)
de: seit mindestens %{years} Jahr(en)

source: since five years
de: seit mindestens fünf Jahren

source: since four years
de: seit mindestens vier Jahren

source: since one year
de: seit mindestens einem Jahr

source: since three years
de: seit mindestens drei Jahren

source: since two years
de: seit mindestens zwei Jahren

source: blacklist patterns for posting urls
de: Blacklist-Muster für URLs (problematische Seite und Homepage)

source: There was an error sending an inactivity notification mail to %{user} (%{email}):
de: Es gab einen Fehler beim versenden der Inaktivitätswarnung für den Benutzer %{user} (%{email}):

source: error sending inactivity notification email
de: Fehler beim Versenden der Inaktivitätswarnung

source: versions of message „%{subject}“
de: Versions-Historie des Beitrags „%{subject}“

source: Deletion started
de: Löschung begonnen

source: edited by
de: bearbeitet von

source: name (required)
de: Name (Pflichtfeld)

source: planned arrival (required)
de: geplante Ankunft (Pflichtfeld)

source: old password
de: bisheriges Passwort

source: maximum message length
de: maximale Beitragslänge

source: minimum message length
de: minimale Beitragslänge

source: SELFHTML Weblog - Complementing the <a href="https://wiki.selfhtml.org">documentation</a>
de: SELFHTML Weblog - Ergänzung zur <a href="https://wiki.selfhtml.org">Dokumentation</a>

source: date format for the weblog index
de: Datumsformat für den Weblog-Index

source: no comments
de: keine Kommentare

source: archiver is active
de: Archvierung ist aktiv

source: archiver is inactive
de: Archvierung ist nicht aktiv

source: categorized under:
de: eingeordnet unter:

source: published by
de: veröffentlicht von

source: excerpt
de: Einleitung

source: thumbnail
de: Beitragsbild

source: Article created successfully.
de: Artikel erfolgreich erstellt.

source: archive oldest thread first
de: archiviere den älteresten Thread zuerst

source: archive thread with the oldest message first
de: archiviere den Thread mit dem ältesten jüngsten Beitrag zuerst

source: archive: %{month}
de: Archiv: %{month}

source: create new article
de: neuer Artikel

source: older articles
de: ältere Artikel

source: next article
de: nächster Artikel

source: previous article
de: vorheriger Artikel

source: edit article
de: Artikel bearbeiten

source: Writing new comments is disabled for this article.
de: Kommentieren ist für diesen Artikel deaktiviert.

source: You will find older articles in the archive.
de: Ältere Artikel finden Sie im Archiv.

source: save as a draft
de: als Entwurf speichern

source: draft
de: Entwurf

source: HH:MM
de: SS:MM

source: YYYY-MM-DD
de: JJJJ-MM-TT

source: You can't merge a tag with itself!
de: Sie können das Schlagwort nicht mit sich selbst zusammenführen!

source: You are already logged in!
de: Sie sind bereits angemeldet!

source: image „%{name}“
de: Bild „%{name}“

source: back to images list
de: zurück zur Bilderliste

source: contained in
de: enthalten in

source: maximum age of deleted threads (in days)
de: maximales Alter von gelöschten Threads (in Tagen)

source: maximum age of threads marked with “no archive” (in days)
de: maximales Alter von Threads, die als „nicht archivieren“ gekennzeichnet wurden (in Tagen)
