Repository: campingrider/cforum_ex
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: one pattern per line; links in postings to URLs macthing to one of these patterns don't get rel=nofollow set
de: Ein Muster pro Zeile; Links in Beiträgen, auf die eines dieser Muster passt, bekommen kein rel=nofollow

source: postings are always editable
de: Beiträge sind immer editierbar

source: postings are editable until the first answer has been written
de: Beiträge sind editierbar bis die erste Antwort verfasst wurde

source: search results per page
de: Anzahl Such-Resultate pro Seite

source: start index for headings
de: Start-Index für Überschriften in Markdown

source: upvote score
de: Upvote-Punkte

source: users may edit their postings
de: Benutzer dürfen ihre Beiträge bearbeiten

source: users may not edit their postings
de: Benutzer dürfen ihre Beiträge nicht bearbeiten

source: users per page
de: Anzahl Benutzer pro Seite

source: white list for links
de: Whitelist für Links

source: „no“
de: „nein“

source: „yes“
de: „ja“

source: anti spam settings
de: Anti-Spam-Maßnahmen

source: archiver settings
de: Archivierung

source: date format settings
de: Datumsformate

source: editing settings
de: Editierung

source: general settings
de: Allgemeines

source: pagination settings
de: Seiten

source: voting and scoring settings
de: Bewertungen und Punkte

source: Settings updated successfully.
de: Einstellungen erfolgreich gespeichert.

source: forum settings
de: Foren-Einstellungen

source: Badge created successfully.
de: Medaille erfolgreich erstellt.

source: Badge deleted successfully.
de: Medaille erfolgreich gelöscht.

source: Badge updated successfully.
de: Medaille erfolgreich geändert.

source: administrate badges
de: Medaillen verwalten

source: badge type
de: Medaillen-Art

source: create tag synonyms
de: Recht Tag-Synonyme zu erstellen

source: create tags
de: Recht Tags zu erstellen

source: custom
de: benutzerdefiniert

source: edit answers
de: Recht Antworten zu editieren

source: edit badge „%{name}“
de: Medaille „%{name}“ bearbeiten

source: edit questions
de: Recht Fragen zu editieren

source: medal type
de: Medaillen-Stufe

source: moderator tools
de: Zugriff auf Moderationstools

source: new badge
de: neue Medaille

source: retag
de: Recht neu zu taggen

source: score needed
de: benötigte Punkte

source: order
de: Reihenfolge

source: Redirection created successfully.
de: Weiterleitung erfolgreich gelöscht.

source: Redirection deleted successfully.
de: Weiterleitung erfolgreich gelöscht.

source: Redirection updated successfully.
de: Weiterleitung erfolgreich geändert.

source: administrate redirections
de: Weiterleitungen verwalten

source: comment
de: Kommentar

source: destination
de: Ziel

source: edit redirection
de: Weiterleitung bearbeiten

source: new redirection
de: neue Weiterleitung

source: path
de: Pfad

source: redirections
de: Weiterleitungen

source: Because of historical reasons the thread id of the old archive is not unique. Found the following threads with the same TID:
de: Aus historischen Gründen ist die Thread-ID aus den Jahren 1998-2005 nicht zwangsläufig eindeutig. Es wurden folgende Threads mit der gleichen Thread-ID gefunden:

source: found multiple threads with this thread id
de: Es wurden mehrere Threads mit der gleichen ID gefunden

source: Tag %{old_tag} got successfully merged to tag %{new_tag}
de: Das Tag „%{old_tag}“ wurde erfolgreich mit dem Tag „%{new_tag}“ zusammengeführt.

source: Tag created successfully.
de: Tag erfolgreich erstellt.

source: Tag deleted successfully.
de: Tag erfolgreich gelöscht.

source: Tag updated successfully.
de: Tag erfolgreich geändert.

source: This tag is not used for suggestions.
de: Dieses Tag wird nicht für Vorschläge genutzt.

source: This tag is used for suggestions.
de: Dieses Tag wird für Vorschläge genutzt.

source: create new tag
de: neues Tag erstellen

source: create new tag synonym for tag “%{tag}”
de: Neues Synonym für Tag „%{tag}“ erstellen

source: delete tag
de: Tag löschen

source: edit tag
de: Tag bearbeiten

source: edit tag synonym “%{synonym}” for tag “%{tag}”
de: Tag-Synonym „%{synonym}“ für Tag „%{tag}“ bearbeiten

source: edit tag “%{tag}”
de: Tag „%{tag}“ bearbeiten

source: existing tag
de: existierender Tag

source: merge tag
de: Tag zusammenführen

source: merge tag %{tag}
de: Tag „%{tag}“ zusammenführen

source: new synonym
de: neues Synonym

source: new tag
de: neues Tag

source: no messages found
de: keine Beiträge gefunden

source: no synonyms found
de: keine Synonyme gefunden

source: not applicable for suggestions
de: wird nicht vorgeschlagen

source: suggest this tag
de: dieses Tag vorschlagen

source: synonyms
de: Synonyme

source: Tag synonym created successfully.
de: Das Tag-Synonym wurde erfolgreich erstellt.

source: Tag synonym deleted successfully.
de: Das Tag-Synonym wurde erfolgreich gelöscht.

source: Tag synonym updated successfully.
de: Das Tag-Synonym wurde erfolgreich geändert.

source: delete synonym
de: Synonym löschen

source: edit synonym
de: Synonym bearbeiten

source: %{messages} messages in %{threads} threads by %{users} users
de: %{messages} Beiträge in %{threads} Threads von %{users} Autoren

source: %{num_messages} unread messages in %{num_threads} threads
de: %{num_messages} ungelesene Beiträge in %{num_threads} Threads

source: The forum „%{name}“ has been created at %{created} and contains <strong>%{no_messages}</strong> messages in <strong>%{no_threads}</strong> threads.
de: Das Forum „%{name}“ wurde am %{created} Uhr erstellt und enthält <strong>%{no_messages}</strong> Beiträge in <strong>%{no_threads}</strong> Threads.

source: The oldest forum has been created at %{created}. All forums contain <strong>%{no_messages}</strong> messages in <strong>%{no_threads}</strong> threads.
de: Das älteste Forum wurde am %{created} Uhr erstellt. Alle Foren enthalten <strong>%{no_messages}</strong> Beiträge in <strong>%{no_threads}</strong> Threads.

source: There are no visible forums available.
de: Es gibt keine sichtbaren Foren.

source: five most active users
de: die fünf aktivsten Benutzer

source: five most used tags
de: die fünf am häufigsten benutzten Tags

source: forum statistics for all forums
de: Foren-Statistiken für alle Foren

source: forum statistics for forum „%{forum}“
de: Foren-Statistiken für das Forum „%{forum}“

source: no users found
de: keine Benutzer gefunden

source: number of authors per month in the last 12 months
de: Anzahl Autoren pro Monat über die letzten 12 Monate

source: number of threads and messages per month during the last 48 months
de: Anzahl Threads und Beiträge pro Monat über die letzten 48 Monate

source: number of threads and messages per month in the last 12 months
de: Anzahl Threads und Beiträge pro Monat über die letzten 12 Monate

source: number of threads and messages per month overall
de: Anzahl Threads und Beiträge pro Monat über die gesamte Zeit

source: state %{day} last week
de: Status %{day} vor einer Woche

source: state of the last 30 days
de: Status der letzten dreißig Tage

source: state of the last 360 days
de: Status der letzten 360 Tage

source: state of the last seven days
de: Status der letzten sieben Tage

source: state today
de: Status heute

source: no tags found
de: keine Tags gefunden

source: %{count} new mail
de: keine neue Nachricht

source: %{count} new notification
de: keine neue Benachrichtigung

source: activity
de: Aktivität

source: show all mails
de: zeige alle privaten Nachrichten

source: show all notifications
de: zeige alle Benachrichtigungen

source: Threads without answer
de: Threads ohne Antwort

source: show all threads
de: zeige alle Threads

source: overview – %{forum}
de: %{forum} – Übersicht

source: administrative view
de: Administrator-Ansicht

source: normal view
de: Administrator-Ansicht deaktivieren

source: statistics
de: Statistiken

source: Event created successfully.
de: Ereignis erfolgreich erstellt.

source: Event deleted successfully.
de: Ereignis erfolgreich gelöscht.

source: Event updated successfully.
de: Ereignis erfolgreich geändert.

source: edit event %{name}
de: Ereignis „%{name}“ bearbeiten

source: end date
de: End-Datum

source: event is visible
de: Ereignis ist sichtbar

source: location
de: Ort

source: new event
de: neues Ereignis

source: start date
de: Start-Datum

source: visible
de: sichtbar

source: in %{location}
de: in <span class="p-location">%{location}</span>

source: This message got cited in cite %{cite_links}
de: Grundlage für kein Zitat.

source: no attendees
de: keine Teilnehmer

source: No attendees, yet.
de: Bisher keine Teilnehmer.

source: delete attendee
de: Teilnehmer entfernen

source: edit message
de: Beitrag bearbeiten

source: flag message
de: Beitrag melden

source: mail to author
de: Nachricht an den Autor

source: map of the event location area
de: Karte der Zielregion

source: mark message as boring
de: Interessant-Markierung entfernen

source: planned arrival
de: geplante Ankunft

source: planned leave
de: geplante Abreise

source: planned start
de: geplanter Reisebeginn

source: regarding your message %{subject} from %{time}
de: Dein Beitrag „%{subject}“ vom %{time}

source: retag message
de: Tags neu vergeben

source: seats available
de: Sitzplätze verfügbar

source: split thread
de: Thread teilen

source: starts at location
de: Start-Ort

source: take place in event „%{event}“
de: An „%{event}“ teilnehmen

source: write a new answer
de: Antwort verfassen

source: write a new answer with quoting
de: Antwort mit Zitat verfassen

source: %{score} points for %{user}
de: %{score} Punkte für %{user}

source: (unknown)
de: (unbekannt)

source: Attendee deleted successfully.
de: Teilnehmer erfolgreich gelöscht.

source: Be aware of the scoring rules!
de: Beachten Sie die <a href="https://wiki.selfhtml.org/wiki/SELFHTML:Forum/Bewertungsregeln">Bewertungsregeln</a> und die <a href="https://wiki.selfhtml.org/wiki/SELFHTML:Forum/Rechte">Rechte</a>, die erworben werden können!

source: Cite created successfully.
de: Zitat erfolgreich erstellt.

source: Cite deleted successfully.
de: Zitat erfolgreich gelöscht.

source: Cite updated successfully.
de: Zitat erfolgreich geändert.

source: Message has successfully been accepted as a solving answer
de: Der Beitrag wurde erfolgreich als Lösung akzeptiert

source: Message has successfully been flagged.
de: Der Beitrag wurde erfolgreich gemeldet.

source: Message has successfully been unaccepted as a solving answer
de: Der Beitrag wird nicht länger als Lösung akzeptiert

source: Message is off topic.
de: Der Beitrag ist außerhalb des durch dieses Forum abgedeckten Themenbereichs.

source: Moderation case successfully solved.
de: Der Moderations-Fall wurde erfolgreich als geklärt markiert.

source: No moderation queue entries found
de: Keine Moderations-Fälle gefunden.

source: Successfully downvoted message
de: Der Beitrag wurde erfolgreich negativ bewertet

source: Successfully took back vote
de: Die Wahl wurde erfolgreich zurück genommen

source: Successfully upvoted message
de: Der Beitrag wurde erfolgreich positiv bewertet

source: This message has been flagged: %{reason}
de: Dieser Beitrag wurde gemeldet: %{reason}

source: This moderation case has been solved by %{user}: %{resolution}
de: Dieser Moderations-Fall wurde durch %{user} geklärt: %{resolution}

source: URL of the original message
de: URL des Original-Beitrags

source: You registered successfully.
de: Sie haben sich erfolgreich am Ereignis angemeldet.

source: Your registration was successfully updated.
de: Ihre Anmeldung wurde erfolgreich geändert.

source: accept answer
de: Antwort akzeptieren

source: action
de: Aktion

source: attend event
de: an Ereignis teilnehmen

source: attendee %{name}
de: Teilnehmer „%{name}“

source: attendees
de: Teilnehmer

source: auditing entries
de: Audit-Einträge

source: auditing: accepted score
de: Akzeptieren-Punkte vergeben

source: auditing: accepted unscore
de: Akzeptieren-Punkte zurückgenommen

source: auditing: attendees: create
de: Teilnehmer erstellt

source: auditing: attendees: destroy
de: Teilnehmer gelöscht

source: auditing: attendees: update
de: Teilnehmer geändert

source: auditing: autodestroy user
de: Benutzer automatisch gelöscht

source: auditing: badges: create
de: Medaille erstellt

source: auditing: badges: destroy
de: Medaille gelöscht

source: auditing: badges: update
de: Medaille geändert

source: auditing: cites: archive
de: Zitat archiviert

source: auditing: cites: create
de: Zitat erstellt

source: auditing: cites: destroy
de: Zitat gelöscht

source: auditing: cites: update
de: Zitat geändert

source: auditing: close_votes: create
de: Sperr-/Entsperr-Abstimmung erstellt

source: auditing: close_votes: finished
de: Sperr-/Entsperr-Abstimmung beendet

source: auditing: confirm user
de: Benutzer bestätigt

source: auditing: create user
de: Benutzer erstellt

source: auditing: destroy user
de: Benutzer gelöscht

source: auditing: events: create
de: Ereignis erstellt

source: auditing: events: destroy
de: Ereignis gelöscht

source: auditing: events: update
de: Ereignis geändert

source: auditing: forums: create
de: Forum erstellt

source: auditing: forums: destroy
de: Forum gelöscht

source: auditing: forums: update
de: Forum geändert

source: auditing: groups: create
de: Gruppe erstellt

source: auditing: groups: destroy
de: Gruppe gelöscht

source: auditing: groups: update
de: Gruppe geändert

source: auditing: media: create
de: Medium erstellt

source: auditing: media: destroy
de: Medium gelöscht

source: auditing: messages: accepted-no
de: Beitrag nicht länger akzeptiert

source: auditing: messages: accepted-yes
de: Beitrag akzeptiert

source: auditing: messages: create
de: Beitrag erstellt

source: auditing: messages: del_versions
de: alte Versionen des Beitrags gelöscht

source: auditing: messages: delete
de: Beitrag gelöscht

source: auditing: messages: flagged-custom
de: Beitrag gemeldet: sonstiger Grund

source: auditing: messages: flagged-duplicate
de: Beitrag gemeldet: Doppelposting

source: auditing: messages: flagged-not-constructive
de: Beitrag gemeldet: unkonstruktiv oder provokativ

source: auditing: messages: flagged-off-topic
de: Beitrag gemeldet: Off-Topic

source: auditing: messages: flagged-spam
de: Beitrag gemeldet: Spam

source: auditing: messages: move
de: Beitrag verschoben

source: auditing: messages: no-answer
de: Beitrag geschlossen

source: auditing: messages: no-answer-admin-no
de: Beitrag nicht länger geschlossen (Admin)

source: auditing: messages: no-answer-admin-yes
de: Beitrag geschlossen (Admin)

source: auditing: messages: no-answer-no
de: Beitrag nicht länger geschlossen

source: auditing: messages: restore
de: Beitrag wiederhergestellt

source: auditing: messages: retag
de: Tags neu vergeben

source: auditing: messages: unflagged
de: Beitrag nicht länger gemeldet

source: auditing: messages: update
de: Beitrag geändert

source: auditing: redirections: create
de: Weiterleitung erstellt

source: auditing: redirections: destroy
de: Weiterleitung gelöscht

source: auditing: redirections: update
de: Weiterleitung geändert

source: auditing: settings: create
de: Einstellungen erstellt

source: auditing: settings: destroy
de: Einstellungen gelöscht

source: auditing: settings: update
de: Einstellungen geändert

source: auditing: tag_synonyms: create
de: Tag-Synonym erstellt

source: auditing: tag_synonyms: destroy
de: Tag-Synonym gelöscht

source: auditing: tags: create
de: Tag erstellt

source: auditing: tags: destroy
de: Tag gelöscht

source: auditing: tags: merge
de: Tags zusammengeführt

source: auditing: tags: update
de: Tag geändert

source: auditing: threads: archive
de: Thread archiviert

source: auditing: threads: create
de: Thread erstellt

source: auditing: threads: destroy
de: Thread endgültig gelöscht

source: auditing: threads: move
de: Thread verschoben

source: auditing: threads: no-archive-no
de: Thread wird archiviert

source: auditing: threads: no-archive-yes
de: Thread wird nicht archiviert

source: auditing: threads: sticky
de: Thread ist angepinnt

source: auditing: threads: unsticky
de: Thread nicht länger angepinnt

source: auditing: update user
de: Benutzer geändert

source: auditing: user gained badge
de: Benutzer hat Badge erhalten

source: badge %{name}
de: Medaille „%{name}“

source: choose an action
de: Wählen Sie eine Aktion

source: close message and children
de: Beitrag und Kind-Beiträge schliessen

source: close votes
de: Sperr-Abstimmungen

source: custom reason
de: sonstiger Grund

source: delete message and children
de: Beitrag und Kind-Beiträge löschen

source: event %{no}
de: Ereignis %{no}

source: flag message %{subject} by %{author}
de: Beitrag %{subject} von %{author} melden

source: information about the voting rules
de: Informationen zu den Bewertungsregeln

source: manual intervention
de: manueller Eingriff

source: media
de: Medien

source: message is a duplicate of %{url}
de: Beitrag ist ein Duplikat von %{url}

source: message is illegal
de: Beitrag ist rechtlich problematisch.

source: message is not constructive
de: Beitrag ist unkonstruktiv

source: message is off topic
de: Beitrag ist außerhalb des durch dieses Forum abgedeckten Themenbereichs

source: message is spam
de: Beitrag ist Spam.

source: moderation queue
de: Moderations-Queue

source: no action
de: keine Aktion

source: no intervention
de: nicht eingreifen

source: none
de: keine

source: object
de: Objekt

source: resolution action
de: Lösung

source: scores
de: Punkte

source: seats
de: Sitzplätze

source: set message and children to „no archive“
de: Setze Thread auf „nicht archivieren“

source: solve
de: lösen

source: starting at location
de: Start-Ort

source: tag synonyms
de: Synonyme

source: take place in event „%{event}“: attendee „%{attendee}“
de: An „%{event}“ teilnehmen: Teilnehmer „%{attendee}“

source: timestamp
de: Zeitstempel

source: unaccept answer
de: Beitrag nicht länger als Lösung akzeptieren

source: user
de: Benutzer

source: vote down
de: negativ bewerten

source: vote up
de: positiv bewerten

source: message is a duplicate of another message
de: Der Beitrag ist ein Duplikat eines anderen Beitrags.

source: message is unconstructive or provocative and contributes to a deterioration of sentiment
de: Der Beitrag ist unkonstruktiv oder provokativ und trägt zu einer Verschlechterung der Stimmung bei.

source: badge medal type
de: Medaillen-Stufe

source: number of users
de: Anzahl Benutzer

source: accepted answers
de: akzeptierte Antworten

source: administrate events
de: Ereignisse verwalten

source: auditing: close_votes_voters: vote
de: für Sperr-/Entsperr-Abstimmung gestimmt

source: auditing: close_votes_voters: unvote
de: Stimme für Sperr-/Entsperr-Abstimmung zurück genommen

source: auditing: messages: unflag-no-answer
de: „antworten verboten“-Markierung entfernt

source: %{count} search results
de: %{count} Suchergebnisse

source: Search section created successfully.
de: Such-Sektion erfolgreich erstellt.

source: Search section deleted successfully.
de: Such-Sektion erfolgreich gelöscht.

source: Search section updated successfully.
de: Such-Sektion erfolgreich geändert.

source: active by default
de: aktiv per Default

source: administrate search sections
de: Such-Sektionen verwalten

source: edit search section „%{name}“
de: Such-Sektion „%{name}“ bearbeiten

source: forum search
de: Foren-Suche

source: new search section
de: neue Such-Sektion

source: search section name
de: Such-Sektionsname

source: search term
de: Suchbegriff

source: sort by date
de: Sortierung nach Datum

source: sort by relevance
de: Sortierung nach Relevanz

source: A comma separated list of poster names
de: Eine Komma-separierte Liste von Autoren-Namen

source: close
de: schließen

source: highlighted users
de: hervorgehobene Benutzer

source: notify me via email on activity in subscribed messages
de: benachrichtige mich via E-Mail über Aktivität bei einem abonnierten Beitrag

source: %{nick} wrote a new message: %{subject}
de: %{nick} hat einen neuen Beitrag geschrieben: „%{subject}“

source: %{nick} wrote a reply to your message: %{subject}
de: %{nick} hat auf Ihren Beitrag geantwortet: „%{subject}“

source: tags list
de: Tags

source: new thread by %{nick}: %{subject}
de: neuer Thread von %{nick}: „%{subject}“

source: user data
de: Benutzer-Daten

source: %{nick} mentioned you in a new message: “%{subject}”
de: %{nick} hat Sie in einem neuen Beitrag „%{subject}“ erwähnt

source: Image deleted successfully.
de: Das Bild wurde erfolgreich gelöscht.

source: Move thread to a different forum.
de: Bewege diesen Thread in ein anderes Forum.

source: Sticky mark has successfully been removed.
de: Der Thread ist nicht länger angepinnt.

source: Thread has successfully been marked as sticky.
de: Der Thread wurde erfolgreich angepinnt.

source: Thread is currently marked sticky. Remove mark.
de: Dieser Thread ist zur Zeit angepinnt. Löse ihn.

source: Thread is currently not marked sticky. Mark it.
de: Dieser Thread ist zur Zeit nicht angepinnt. Pinne ihn an.

source: Thread will be archived.
de: Dieser Thread wird archiviert.

source: Thread will currently be archived. Don't archive it.
de: Dieser Thread wird zur Zeit archiviert. Archivierung ausschalten.

source: Thread will currently not be archived. Archive it.
de: Dieser Thread wird zur Zeit nicht archiviert. Archivierung wieder einschalten.

source: Thread will get deleted on archiving.
de: Dieser Thread wird bei Archivierung gelöscht.

source: allow answering to this message
de: antworten auf diesen Beitrag erlauben

source: delete this message
de: diesen Beitrag löschen

source: forbid answering to this message
de: antworten auf diesen Beitrag verbieten

source: owner
de: Besitzer

source: restore this message
de: diesen Beitrag wiederherstellen

source: section type
de: Sektions-Typ

source: this thread has interesting messages
de: Dieser Thread enthält interessante Beiträge

source: this thread will not be archived
de: Dieser Thread wird nicht archiviert

source: versions
de: Versionen

source: Message has successfully been retagged.
de: Der Beitrag wurde erfolgreich neu verschlagwortet.

source: Retag message “%{subject}”
de: Beitrag „%{subject}“ neu verschlagworten

source: You have won the %{mtype} “%{name}”!
de: Sie haben die %{mtype} „%{name}“ gewonnen!

source: auditing: badges_users: gain
de: Medaille gewonnen

source: gained badge
de: Medaille gewonnen

source: Move thread %{subject} by %{author}
de: Thread „%{subject}“ von %{author} verschieben

source: Thread has successfully been moved.
de: Der Thread wurde erfolgreich verschoben.

source: move thread
de: Thread verschieben

source: Split thread at message %{subject} by %{author}
de: Thread bei Beitrag „%{subject}“ von %{autor} teilen

source: Thread was successfully split.
de: Der Thread wurde erfolgreich geteilt.

source: auditing: threads: split
de: Thread wurde geteilt

source: split thread with this message as new root
de: Teile Thread mit diesem Beitrag als neuen Ursprungsbeitrag

source: archive thread
de: Thread archivieren

source: don't archive thread
de: Thread nicht archivieren

source: mark thread as sticky
de: Thread anpinnen

source: remove sticky mark
de: Thread lösen

source: message in tree
de: Beitrag im Thread-Baum

source: help & support
de: Hilfe & Unterstützung

source: Message version deleted successfully.
de: Die Version wurde erfolgreich gelöscht.

source: auditing: messages: versions: destroy
de: Version des Beitrags gelöscht

source: delete this version
de: diese Version löschen

source: message version by “%{user}”, message
de: Version von „%{user}“, Beitrag

source: no message version found.
de: keine Versionen gefunden

source: Notifications have successfully been deleted.
de: Die Benachrichtigungen wurden erfolgreich gelöscht.
